export default [
  'Sony/索尼 XR-55A80EK 55英寸4K超清认知智能OLED安卓摄像头电视',
  '【2023新品官方旗舰正品】DERE戴睿笔记本电脑二合一新Surface Pro13平板商务办公学生教育超轻薄便携电脑本',
  '【新品享壕礼】vivo iQOO Z8x手机官方旗舰店新品上市官网正品学生大电池大内存手机iqoo z7 z7x',
  '【至高立省300元 赠数据线】vivo Y78新品全面屏游戏拍照学生5G智能手机大电池官方旗舰店老人机Y78+ Y77',
  '人体工学椅电脑椅家用宿舍学生学习椅舒适久坐办公座椅转椅书桌椅',
  '华为笔记本电脑MateBook X Pro 2023 13代酷睿版锐炬显卡14.2英寸3.1K原色触控屏超轻薄旗舰微绒典藏1943',
  '可选16G【M2芯片】Apple/苹果 MacBook Pro 13英寸笔记本电脑剪辑设计大学生办公专用正品分期24G',
  '台式电脑机械硬盘SATA串口320G 500G 1TB 2T 3TB 4TB支持游戏监控',
  '小米电视 Redmi A43 高清智能电视 43英寸液晶平板电视L43RA-RA',
  '鼠标有线USB静音无声家用办公台式笔记本电脑家用商务电竞男',
];
